{"testimonials": [
{"quote":"\"Wanting to still be sociable and yet lose weight; 4 Weeks 4 Kilos certainly does what it says. By combining calorie control, exercise and support, the programme works. I still can't believe the difference in my overall measurements in such a short space of time!\"",
"name":"Carol-Anne",
"img-filename":"carol-anne.png"},
{"quote":"\"I have tried all the fad diets going, you name it, I have tried it and this is the first one which is extremely simple and effective. Not only have I lost weight but I feel like a different person…I wish everyone had access to this amazing programme!!!\"",
"name":"Emily",
"img-filename":"emily.png"},
{"quote":"\"Arj's enthusiasm and knowledge as well as the fact the group was in it together and accountable to each other, really helped keep me on track. The techniques and knowledge I learnt during this time has stayed with me and something I have been able to adp into day to day life.\"",
"name":"Emma"
,"img-filename":"emma.png"},
{"quote":"\"I cannot recommend 4 Weeks 4 Kilos enough, A positive, easy to follow programme, that educates you, giving you the tools to have a better understanding of nutrition. I feel so much better mentally and physically. It was the kickstart I needed to take the leap and stop making excuses!\"",
"name":"Gemma"
,"img-filename":"gemma.png"},
{"quote":"\"4 Weeks 4 Kilos has been a life changing experience. I'm now slimmer than I've been in over 15 years, through the advice and lessons that the programme has taught me.\"",
"name":"Kris"
,"img-filename":"kris.png"},
{"quote":"\"4 Weeks 4 Kilos has been a massively educational programme. Simple, basic advice, which is easy to follow and doesn't take up much brain space so that I can get on with life but also achieve my goals. Arj is a great motivator and supportive to every individual.\"",
"name":"Fran"
,"img-filename":"fran.png"},
{"quote":"\"Being accountable to a group as well as myself made it easier to engage and adopt the changes as we were all doing the same but relative to our individual starting point. Lots of friendly advice and support from Arj and others!\"",
"name":"Kate"
,"img-filename":"kate.png"},
{"quote":"\"This has been the most effective diet I've ever done. Thr group dynamic is great and Arj gradually introduces useful nutritional advice along the way. It's been a brilliant start to the weight-loss for me and has given me confidence to keep going!\"",
"name":"Sophie"
,"img-filename":"sophie.png"},
{"quote":"\"47 and feeling my clothes getting tighter and my mood getting lower. Up pops 4 Kilos in 4 Weeks. What a life changer I can hand on heart say I'm 6 kilos lighter, 2 notches on my belt down and new friends made in the support group.\"",
"name":"Shauna"
,"img-filename":"shauna.png"},
{"quote":"\"I couldn’t recommend this program enough, for anyone who is conscious of their weight but aren’t really sure where to start when it comes to forming good habits and gaining control of their food intake. This program does exactly what it says it’s going to. If you want to lose AT LEAST 4 kilos in a month, join this program and follow Arj’s guidance. You will do it. I lost nearly double the amount I expected!\"",
"name":"Will"
,"img-filename":"will.png"},
{"quote":"\"Arj makes it fun and takes the pressure away from the scales. The knowledge and support he gives is first class\"",
"name":"Ian"
,"img-filename":"ian.png"},
{"quote":"\"Going into the program my weight has been roughly the same for 5+ years. My experiences with weight loss was that it would be extremely hard work for small losses. Which is why my goal going into the program was to lose 2kgs but I lost 4.8kgs!!! But the most important thing is the change in my mindset which I think will stick far beyond the 4 weeks. The combination of physiological science, behavioural science and following the weekly calorie deficit makes it impossible not to lose weight.\"",
"name":"Phil"
,"img-filename":"phil.png"},
{"quote":"\"Finally managed to turn my weight gain around, with this supportive and educational forum. No complicated rules, just learning about how food and exercise works- yes, you will learn how to loose weight and have your cake and eat it!!!\"",
"name":"Naomi"
,"img-filename":"naomi.png"},
{"quote":"\"The programme was great. I found the goals realistic and easy to follow and I lost weight!\"",
"name":"Jo"
,"img-filename":"jo.png"},
{"quote":"\"Very enjoable challenge that was made even better by being part of a group. Plenty of support and information, learned a lot that will help me going forward! Oh and 4.2kg lost!\"",
"name":"Lee"
,"img-filename":"lee.png"},
{"quote":"\"It was tough at times but it really does work if you follow the calorie deficit. I have tried other diets with not much success and feel confident in what I’ve learned this time to be able to keep the weight off. Can’t remember how long it’s been since I weighed less than 9 stone! Thank you Arj for the plan to follow and support with this diet.\"",
"name":"Kate"
,"img-filename":"kate-2.png"},
{"quote":"\"No more faddy diets or detox plans, Arj has the knowledge & expertise to lead you on your weight loss journey, where no foods are off limits. Having tried this program and seen incredible results (4.5kgs lost in 4 weeks) I wouldn’t trust anyone/anything else.\"",
"name":"Claire"
,"img-filename":"claire.png"}
]
}